Repository: nickustinov/itsyhome-macos
Catalog: macOSBridge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans, zh_hant

# settings.cameras.auto_close_camera_popup_description
source: Automatically close the camera popup after it opens.
de: Das Kamera-Popup nach dem Öffnen automatisch schließen.
es: Cierra automáticamente la ventana de cámara después de abrirse.
fr: Ferme automatiquement la fenêtre caméra après son ouverture.
it: Chiude automaticamente il popup della telecamera dopo l'apertura.
ja: カメラポップアップを開いた後、自動的に閉じます。
ko: 카메라 팝업이 열린 후 자동으로 닫습니다.
pl: Automatycznie zamyka okno kamery po jego otwarciu.
pt_br: Fecha automaticamente o popup da câmera depois que ele abre.
ru: Автоматически закрывает окно камеры после открытия.
zh_hans: 摄像头弹窗打开后自动关闭。
zh_hant: 攝影機彈出視窗打開後自動關閉。

# settings.cameras.auto_close_doorbell
source: Auto-close doorbell camera
de: Türklingelkamera automatisch schließen
es: Cerrar automáticamente la cámara del timbre
fr: Fermer automatiquement la caméra de sonnette
it: Chiudi automaticamente la videocamera del campanello
ja: ドアベルカメラを自動で閉じる
ko: 초인종 카메라 자동 닫기
pl: Automatycznie zamknij kamerę dzwonka
pt_br: Fechar câmera da campainha automaticamente
ru: Автоматически закрывать камеру звонка
zh_hans: 自动关闭门铃摄像头
zh_hant: 自動關閉門鈴攝影機

# settings.cameras.auto_close_doorbell_description
source: Automatically close the camera popup after a doorbell ring.
de: Das Kamerafenster nach einem Türklingelruf automatisch schließen.
es: Cerrar automáticamente la ventana de la cámara después de un timbrazo.
fr: Fermer automatiquement la fenêtre de la caméra après une sonnerie.
it: Chiudi automaticamente il popup della videocamera dopo uno squillo del campanello.
ja: ドアベルが鳴った後、カメラのポップアップを自動的に閉じます。
ko: 초인종이 울린 후 카메라 팝업을 자동으로 닫습니다.
pl: Automatycznie zamknij okno kamery po dzwonku do drzwi.
pt_br: Fechar automaticamente o popup da câmera após um toque da campainha.
ru: Автоматически закрывать окно камеры после звонка в дверь.
zh_hans: 门铃响后自动关闭摄像头弹窗。
zh_hant: 門鈴響後自動關閉攝影機彈出視窗。

# settings.cameras.close_after
source: Close after
de: Schließen nach
es: Cerrar después de
fr: Fermer après
it: Chiudi dopo
ja: 閉じるまでの時間
ko: 닫기 시간
pl: Zamknij po
pt_br: Fechar após
ru: Закрыть через
zh_hans: 关闭时间
zh_hant: 關閉時間

# settings.cameras.delay_2m
source: 2 minutes
de: 2 Minuten
es: 2 minutos
it: 2 minuti
ja: 2分
ko: 2분
pl: 2 minuty
pt_br: 2 minutos
ru: 2 минуты
zh_hans: 2分钟
zh_hant: 2分鐘

# settings.cameras.delay_5m
source: 5 minutes
de: 5 Minuten
es: 5 minutos
it: 5 minuti
ja: 5分
ko: 5분
pl: 5 minut
pt_br: 5 minutos
ru: 5 минут
zh_hans: 5分钟
zh_hant: 5分鐘

# settings.cameras.delay_30s
source: 30 seconds
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes
it: 30 secondi
ja: 30秒
ko: 30초
pl: 30 sekund
pt_br: 30 segundos
ru: 30 секунд
zh_hans: 30秒
zh_hant: 30秒

# settings.cameras.doorbell_on_ring
source: Show doorbell camera on ring
de: Türklingelkamera bei Klingeln anzeigen
es: Mostrar cámara del timbre al sonar
fr: Afficher la caméra de sonnette à la sonnerie
it: Mostra telecamera campanello quando suona
ja: 呼び出し時にドアベルカメラを表示
ko: 초인종 울릴 때 카메라 표시
pl: Pokaż kamerę dzwonka przy dzwonieniu
pt_br: Mostrar câmera da campainha ao tocar
ru: Показывать камеру звонка при звонке
zh_hans: 门铃响起时显示摄像头
zh_hant: 門鈴響起時顯示攝影機

# settings.cameras.doorbell_on_ring_description
source: Automatically display the camera feed when a doorbell rings.
de: Kamerabild automatisch anzeigen, wenn eine Türklingel klingelt.
es: Mostrar automáticamente la cámara cuando suena un timbre.
fr: Afficher automatiquement le flux de la caméra quand une sonnette sonne.
it: Mostrare automaticamente il feed della telecamera quando suona un campanello.
ja: ドアベルが鳴った時にカメラ映像を自動表示します。
ko: 초인종이 울리면 카메라 피드를 자동으로 표시합니다.
pl: Automatycznie wyświetlaj obraz z kamery, gdy dzwoni dzwonek.
pt_br: Exibir automaticamente o feed da câmera quando uma campainha toca.
ru: Автоматически показывать видео с камеры при звонке в дверь.
zh_hans: 门铃响起时自动显示摄像头画面。
zh_hant: 門鈴響起時自動顯示攝影機畫面。

# settings.cameras.doorbell_sound
source: Play doorbell sound
de: Klingelton abspielen
es: Reproducir sonido del timbre
fr: Jouer le son de sonnette
it: Riproduci suono campanello
ja: ドアベル音を再生
ko: 초인종 소리 재생
pl: Odtwórz dźwięk dzwonka
pt_br: Reproduzir som da campainha
ru: Воспроизводить звук звонка
zh_hans: 播放门铃声音
zh_hant: 播放門鈴聲音

# settings.cameras.doorbell_sound_description
source: Play a chime sound when a doorbell rings.
de: Einen Klingelton abspielen, wenn eine Türklingel klingelt.
es: Reproducir un sonido cuando suena un timbre.
fr: Jouer un son de carillon quand une sonnette sonne.
it: Riprodurre un suono quando suona un campanello.
ja: ドアベルが鳴った時にチャイム音を再生します。
ko: 초인종이 울리면 차임 소리를 재생합니다.
pl: Odtwórz dźwięk, gdy dzwoni dzwonek.
pt_br: Reproduzir um som quando uma campainha toca.
ru: Воспроизводить звук при звонке в дверь.
zh_hans: 门铃响起时播放提示音。
zh_hant: 門鈴響起時播放提示音。

# settings.cameras.full_width_tooltip
source: Show as full-width tile in the camera grid
de: Als Kachel in voller Breite im Kameraraster anzeigen
es: Mostrar como mosaico de ancho completo en la cuadrícula de cámaras
fr: Afficher en tuile pleine largeur dans la grille de caméras
it: Mostra come riquadro a larghezza intera nella griglia delle telecamere
ja: カメラグリッドで全幅タイルとして表示
ko: 카메라 그리드에서 전체 너비 타일로 표시
pl: Pokaż jako kafelek o pełnej szerokości w siatce kamer
pt_br: Mostrar como bloco de largura total na grade de câmeras
ru: Показывать плиткой во всю ширину в сетке камер
zh_hans: 在摄像头网格中显示为全宽图块
zh_hant: 在攝影機網格中顯示為全寬圖塊

# settings.cameras.grid_columns
source: Grid columns
de: Rasterspalten
es: Columnas de la cuadrícula
fr: Colonnes de la grille
it: Colonne della griglia
ja: グリッドの列数
ko: 그리드 열
pl: Kolumny siatki
pt_br: Colunas da grade
ru: Столбцы сетки
zh_hans: 网格列数
zh_hant: 網格欄數

# settings.cameras.grid_columns_1
source: 1 column
de: 1 Spalte
es: 1 columna
fr: 1 colonne
it: 1 colonna
ja: 1列
ko: 1열
pl: 1 kolumna
pt_br: 1 coluna
ru: 1 столбец
zh_hans: 1列
zh_hant: 1欄

# settings.cameras.grid_columns_2
source: 2 columns
de: 2 Spalten
es: 2 columnas
fr: 2 colonnes
it: 2 colonne
ja: 2列
ko: 2열
pl: 2 kolumny
pt_br: 2 colunas
ru: 2 столбца
zh_hans: 2列
zh_hant: 2欄

# settings.cameras.grid_columns_3
source: 3 columns
de: 3 Spalten
es: 3 columnas
fr: 3 colonnes
it: 3 colonne
ja: 3列
ko: 3열
pl: 3 kolumny
pt_br: 3 colunas
ru: 3 столбца
zh_hans: 3列
zh_hant: 3欄

# settings.cameras.grid_columns_description
source: How many cameras sit side by side in the panel. Mark a camera full width below with the arrows button.
de: Wie viele Kameras im Panel nebeneinander stehen. Markiere unten eine Kamera mit dem Pfeil-Symbol für volle Breite.
es: Cuántas cámaras se colocan una junto a otra en el panel. Marca abajo una cámara a ancho completo con el botón de flechas.
fr: Nombre de caméras côte à côte dans le panneau. Marquez une caméra en pleine largeur ci-dessous avec le bouton flèches.
it: Quante telecamere stanno affiancate nel pannello. Segna sotto una telecamera a larghezza intera con il pulsante frecce.
ja: パネルに横に並べるカメラの数です。下の矢印ボタンでカメラを全幅表示にできます。
ko: 패널에 나란히 배치할 카메라 수입니다. 아래에서 화살표 버튼으로 카메라를 전체 너비로 표시할 수 있습니다.
pl: Ile kamer stoi obok siebie w panelu. Oznacz poniżej kamerę przyciskiem strzałek, aby zajmowała pełną szerokość.
pt_br: Quantas câmeras ficam lado a lado no painel. Marque abaixo uma câmera em largura total com o botão de setas.
ru: Сколько камер располагается рядом в панели. Отметьте камеру кнопкой со стрелками ниже, чтобы она занимала всю ширину.
zh_hans: 面板中并排显示的摄像头数量。使用下方的箭头按钮可将摄像头设为全宽。
zh_hant: 面板中並排顯示的攝影機數量。使用下方的箭頭按鈕可將攝影機設為全寬。

# settings.cameras.grid_live
source: Live video in grid
de: Live-Video im Raster
es: Vídeo en directo en la cuadrícula
fr: Vidéo en direct dans la grille
it: Video in diretta nella griglia
ja: グリッドでライブ映像
ko: 그리드 라이브 영상
pl: Wideo na żywo w siatce
pt_br: Vídeo ao vivo na grade
ru: Живое видео в сетке
zh_hans: 网格实时视频
zh_hant: 網格即時影像

# settings.cameras.grid_live_description
source: Stream every HomeKit camera live in the grid. When off, tiles show periodic snapshots.
de: Alle HomeKit-Kameras live im Raster streamen. Wenn aus, zeigen die Kacheln regelmäßige Schnappschüsse.
es: Transmite todas las cámaras de HomeKit en directo en la cuadrícula. Si está desactivado, los mosaicos muestran instantáneas periódicas.
fr: Diffuse toutes les caméras HomeKit en direct dans la grille. Si désactivé, les tuiles affichent des instantanés périodiques.
it: Trasmette tutte le telecamere HomeKit in diretta nella griglia. Se disattivato, i riquadri mostrano istantanee periodiche.
ja: すべてのHomeKitカメラをグリッドでライブ配信します。オフの場合、タイルには定期的なスナップショットが表示されます。
ko: 모든 HomeKit 카메라를 그리드에서 라이브로 스트리밍합니다. 끄면 타일에 주기적인 스냅샷이 표시됩니다.
pl: Przesyła na żywo obraz wszystkich kamer HomeKit w siatce. Gdy wyłączone, kafelki pokazują okresowe migawki.
pt_br: Transmite todas as câmeras HomeKit ao vivo na grade. Quando desligado, os blocos mostram instantâneos periódicos.
ru: Транслирует все камеры HomeKit в реальном времени в сетке. Если выключено, плитки показывают периодические снимки.
zh_hans: 在网格中实时播放所有HomeKit摄像头。关闭时，图块显示定期快照。
zh_hant: 在網格中即時播放所有HomeKit攝影機。關閉時，圖塊顯示定期快照。

# settings.cameras.motion_open_tooltip
source: Open camera on motion
de: Kamera bei Bewegung öffnen
es: Abrir la cámara al detectar movimiento
fr: Ouvrir la caméra en cas de mouvement
it: Apri la telecamera al movimento
ja: 動きを検知したらカメラを開く
ko: 움직임 감지 시 카메라 열기
pl: Otwórz kamerę przy ruchu
pt_br: Abrir a câmera ao detectar movimento
ru: Открывать камеру при движении
zh_hans: 检测到移动时打开摄像头
zh_hant: 偵測到移動時打開攝影機

# settings.cameras.no_cameras
source: No cameras found in this home.
de: Keine Kameras in diesem Zuhause gefunden.
es: No se encontraron cámaras en este hogar.
fr: Aucune caméra trouvée dans ce domicile.
it: Nessuna telecamera trovata in questa casa.
ja: この家にカメラが見つかりません。
ko: 이 집에서 카메라를 찾을 수 없습니다.
pl: Nie znaleziono kamer w tym domu.
pt_br: Nenhuma câmera encontrada nesta casa.
ru: Камеры не найдены в этом доме.
zh_hans: 在此家庭中未找到摄像头。
zh_hant: 在此家庭中未找到攝影機。

# settings.cameras.show_in_menu_bar
source: Show cameras in menu bar
de: Kameras in der Menüleiste anzeigen
es: Mostrar cámaras en la barra de menús
fr: Afficher les caméras dans la barre de menus
it: Mostra telecamere nella barra dei menu
ja: メニューバーにカメラを表示
ko: 메뉴 막대에 카메라 표시
pl: Pokaż kamery na pasku menu
pt_br: Mostrar câmeras na barra de menus
ru: Показывать камеры в строке меню
zh_hans: 在菜单栏显示摄像头
zh_hant: 在選單列顯示攝影機

# settings.cameras.show_in_menu_bar_description
source: Display a camera icon in the menu bar to quickly view live camera feeds.
de: Ein Kamerasymbol in der Menüleiste anzeigen, um schnell Live-Feeds zu sehen.
es: Mostrar un icono de cámara en la barra de menús para ver rápidamente las transmisiones en vivo.
fr: Afficher une icône de caméra dans la barre de menus pour voir rapidement les flux en direct.
it: Mostrare un'icona telecamera nella barra dei menu per visualizzare rapidamente i feed in diretta.
ja: メニューバーにカメラアイコンを表示して、ライブ映像をすぐに確認できます。
ko: 메뉴 막대에 카메라 아이콘을 표시하여 실시간 피드를 빠르게 볼 수 있습니다.
pl: Wyświetlaj ikonę kamery na pasku menu, aby szybko oglądać transmisje na żywo.
pt_br: Exibir um ícone de câmera na barra de menus para ver rapidamente os feeds ao vivo.
ru: Показывать значок камеры в строке меню для быстрого просмотра трансляций.
zh_hans: 在菜单栏显示摄像头图标以快速查看实时画面。
zh_hant: 在選單列顯示攝影機圖示以快速檢視即時畫面。

# settings.cameras.title
source: Cameras
de: Kameras
es: Cámaras
fr: Caméras
it: Telecamere
ja: カメラ
ko: 카메라
pl: Kamery
pt_br: Câmeras
ru: Камеры
zh_hans: 摄像头
zh_hant: 攝影機

# settings.cameras.your_cameras
source: Your cameras
de: Deine Kameras
es: Tus cámaras
fr: Vos caméras
it: Le tue telecamere
ja: カメラ一覧
ko: 내 카메라
pl: Twoje kamery
pt_br: Suas câmeras
ru: Ваши камеры
zh_hans: 您的摄像头
zh_hant: 您的攝影機

# settings.deeplinks.actions
source: Actions (examples)
de: Aktionen (Beispiele)
es: Acciones (ejemplos)
fr: Actions (exemples)
it: Azioni (esempi)
ja: アクション（例）
ko: 동작 (예시)
pl: Akcje (przykłady)
pt_br: Ações (exemplos)
ru: Действия (примеры)
zh_hans: 操作（示例）
zh_hant: 動作（範例）

# settings.deeplinks.device_in_room
source: Device in specific room
de: Gerät in bestimmtem Raum
es: Dispositivo en una habitación específica
fr: Appareil dans une pièce spécifique
it: Dispositivo in una stanza specifica
ja: 特定の部屋のデバイス
ko: 특정 방의 기기
pl: Urządzenie w określonym pokoju
pt_br: Dispositivo em um cômodo específico
ru: Устройство в конкретной комнате
zh_hans: 特定房间中的设备
zh_hant: 特定房間中的裝置

# settings.deeplinks.global_group
source: Global group (all rooms)
de: Globale Gruppe (alle Räume)
es: Grupo global (todas las habitaciones)
fr: Groupe global (toutes les pièces)
it: Gruppo globale (tutte le stanze)
ja: グローバルグループ（全部屋）
ko: 전체 그룹 (모든 방)
pl: Grupa globalna (wszystkie pokoje)
pt_br: Grupo global (todos os cômodos)
ru: Глобальная группа (все комнаты)
zh_hans: 全局分组（所有房间）
zh_hant: 全域群組（所有房間）

# settings.deeplinks.group_in_room
source: Group scoped to a room
de: Gruppe in einem Raum
es: Grupo en una habitación
fr: Groupe dans une pièce
it: Gruppo in una stanza
ja: 部屋内のグループ
ko: 방 내 그룹
pl: Grupa w pokoju
pt_br: Grupo em um cômodo
ru: Группа в комнате
zh_hans: 房间内的分组
zh_hant: 房間內的群組

# settings.deeplinks.target_formats
source: Target formats
de: Zielformate
es: Formatos de destino
fr: Formats de cible
it: Formati di destinazione
ja: ターゲット形式
ko: 대상 형식
pl: Formaty docelowe
pt_br: Formatos de destino
ru: Форматы целей
zh_hans: 目标格式
zh_hant: 目標格式

# settings.general.icloud_sync
source: iCloud sync
de: iCloud-Synchronisation
es: Sincronización iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화
pl: Synchronizacja iCloud
pt_br: Sincronização iCloud
ru: Синхронизация iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# settings.general.launch_at_login
source: Launch Itsyhome at login
de: Itsyhome beim Anmelden starten
es: Iniciar Itsyhome al iniciar sesión
fr: Lancer Itsyhome à la connexion
it: Avvia Itsyhome all'accesso
ja: ログイン時にItsyhomeを起動
ko: 로그인 시 Itsyhome 시작
pl: Uruchom Itsyhome przy logowaniu
pt_br: Iniciar Itsyhome no login
ru: Запускать Itsyhome при входе
zh_hans: 登录时启动 Itsyhome
zh_hant: 登入時啟動 Itsyhome

# settings.general.platform
source: Smart home platform
de: Smart-Home-Plattform
es: Plataforma de hogar inteligente
fr: Plateforme domotique
it: Piattaforma domotica
ja: スマートホームプラットフォーム
ko: 스마트 홈 플랫폼
pl: Platforma inteligentnego domu
pt_br: Plataforma de casa inteligente
ru: Платформа умного дома
zh_hans: 智能家居平台
zh_hant: 智慧家庭平台

# settings.general.simple_light_controls
source: Simple light controls
de: Einfache Lichtsteuerung
es: Controles de luz simples
fr: Contrôles d'éclairage simples
it: Controlli luce semplici
ja: シンプルな照明操作
ko: 간단한 조명 제어
pl: Uproszczone sterowanie oświetleniem
pt_br: Controles de luz simples
ru: Упрощённое управление светом
zh_hans: 简单灯光控制
zh_hant: 簡單燈光控制

# settings.general.simple_light_controls_subtitle
source: Hide brightness and colour controls for lights.
de: Helligkeits- und Farbregler für Lichter ausblenden.
es: Ocultar los controles de brillo y color de las luces.
fr: Masquer les réglages de luminosité et de couleur des lumières.
it: Nascondi i controlli di luminosità e colore per le luci.
ja: 照明の明るさと色の調整を非表示にします。
ko: 조명의 밝기 및 색상 제어를 숨깁니다.
pl: Ukryj sterowanie jasnością i kolorem oświetlenia.
pt_br: Ocultar controles de brilho e cor das luzes.
ru: Скрыть регулировку яркости и цвета для светильников.
zh_hans: 隐藏灯光的亮度和颜色控制。
zh_hant: 隱藏燈光的亮度和顏色控制。

# settings.general.sync_description
source: Sync favourites across your devices.
de: Favoriten zwischen deinen Geräten synchronisieren.
es: Sincroniza favoritos entre tus dispositivos.
fr: Synchronisez vos favoris entre vos appareils.
it: Sincronizza i preferiti tra i tuoi dispositivi.
ja: デバイス間でお気に入りを同期します。
ko: 기기 간에 즐겨찾기를 동기화합니다.
pl: Synchronizuj ulubione między urządzeniami.
pt_br: Sincronize favoritos entre seus dispositivos.
ru: Синхронизация избранного между вашими устройствами.
zh_hans: 在设备间同步收藏。
zh_hant: 在裝置間同步喜好項目。

# settings.general.sync_enabled
source: Sync enabled.
de: Synchronisation aktiviert.
es: Sincronización activada.
fr: Synchronisation activée.
it: Sincronizzazione attivata.
ja: 同期が有効です。
ko: 동기화가 활성화되었습니다.
pl: Synchronizacja włączona.
pt_br: Sincronização ativada.
ru: Синхронизация включена.
zh_hans: 同步已启用。
zh_hant: 同步已啟用。

# settings.general.sync_full_description
source: Sync favourites, hidden items, groups, and shortcuts.
de: Favoriten, ausgeblendete Elemente, Gruppen und Kurzbefehle synchronisieren.
es: Sincroniza favoritos, elementos ocultos, grupos y atajos.
fr: Synchronisez favoris, éléments masqués, groupes et raccourcis.
it: Sincronizza preferiti, elementi nascosti, gruppi e scorciatoie.
ja: お気に入り、非表示項目、グループ、ショートカットを同期します。
ko: 즐겨찾기, 숨긴 항목, 그룹 및 단축키를 동기화합니다.
pl: Synchronizuj ulubione, ukryte elementy, grupy i skróty.
pt_br: Sincronize favoritos, itens ocultos, grupos e atalhos.
ru: Синхронизация избранного, скрытых элементов, групп и ярлыков.
zh_hans: 同步收藏、隐藏项目、分组和快捷方式。
zh_hant: 同步喜好項目、隱藏項目、群組和捷徑。

# settings.general.temperature_system
source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
ja: システムのデフォルト
ko: 시스템 기본값
pl: Domyślne systemowe
pt_br: Padrão do sistema
ru: Системные настройки
zh_hans: 系统默认
zh_hant: 系統預設

# settings.general.temperature_units
source: Temperature units
de: Temperatureinheiten
es: Unidades de temperatura
fr: Unités de température
it: Unità di temperatura
ja: 温度の単位
ko: 온도 단위
pl: Jednostki temperatury
pt_br: Unidades de temperatura
ru: Единицы температуры
zh_hans: 温度单位
zh_hant: 溫度單位

# settings.general.title
source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
pl: Ogólne
pt_br: Geral
ru: Основные
zh_hans: 通用
zh_hant: 一般

# settings.home_assistant.access_token
source: Access token
de: Zugriffstoken
es: Token de acceso
fr: Jeton d'accès
it: Token di accesso
ja: アクセストークン
ko: 액세스 토큰
pl: Token dostępu
pt_br: Token de acesso
ru: Токен доступа
zh_hans: 访问令牌
zh_hant: 存取權杖

# settings.home_assistant.disconnect
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断
ko: 연결 해제
pl: Rozłącz
pt_br: Desconectar
ru: Отключить
zh_hans: 断开连接
zh_hant: 中斷連線

# settings.home_assistant.entity_categories
source: Entity categories
de: Entitätskategorien
es: Categorías de entidades
fr: Catégories d'entités
it: Categorie di entità
ja: エンティティカテゴリ
ko: 엔티티 카테고리
pl: Kategorie encji
pt_br: Categorias de entidades
ru: Категории объектов
zh_hans: 实体类别
zh_hant: 實體類別

# settings.home_assistant.entity_filter_hide_all
source: Hide config and diagnostic
de: Konfiguration und Diagnose ausblenden
es: Ocultar configuración y diagnóstico
fr: Masquer config. et diagnostic
it: Nascondi config. e diagnostica
ja: 設定と診断を非表示
ko: 구성 및 진단 숨기기
pl: Ukryj konfigurację i diagnostykę
pt_br: Ocultar configuração e diagnóstico
ru: Скрыть конфигурацию и диагностику
zh_hans: 隐藏配置和诊断
zh_hant: 隱藏設定和診斷

# settings.home_assistant.entity_filter_hide_config
source: Hide config only
de: Nur Konfiguration ausblenden
es: Ocultar solo configuración
fr: Masquer config. uniquement
it: Nascondi solo config.
ja: 設定のみ非表示
ko: 구성만 숨기기
pl: Ukryj tylko konfigurację
pt_br: Ocultar apenas configuração
ru: Скрыть только конфигурацию
zh_hans: 仅隐藏配置
zh_hant: 僅隱藏設定

# settings.home_assistant.entity_filter_hide_diagnostic
source: Hide diagnostic only
de: Nur Diagnose ausblenden
es: Ocultar solo diagnóstico
fr: Masquer diagnostic uniquement
it: Nascondi solo diagnostica
ja: 診断のみ非表示
ko: 진단만 숨기기
pl: Ukryj tylko diagnostykę
pt_br: Ocultar apenas diagnóstico
ru: Скрыть только диагностику
zh_hans: 仅隐藏诊断
zh_hant: 僅隱藏診斷

# settings.home_assistant.entity_filter_show_all
source: Show all
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
ja: すべて表示
ko: 모두 표시
pl: Pokaż wszystko
pt_br: Mostrar tudo
ru: Показать все
zh_hans: 显示全部
zh_hant: 顯示全部

# settings.home_assistant.not_connected
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
ja: 未接続
ko: 연결 안 됨
pl: Nie połączono
pt_br: Não conectado
ru: Не подключено
zh_hans: 未连接
zh_hant: 未連線

# settings.home_assistant.test_connection
source: Test connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Testa connessione
ja: 接続テスト
ko: 연결 테스트
pl: Testuj połączenie
pt_br: Testar conexão
ru: Проверить подключение
zh_hans: 测试连接
zh_hant: 測試連線

# settings.home_assistant.token_help
source: Get your token from Home Assistant > Profile > Security > Long-Lived Access Tokens
de: Hole dein Token unter Home Assistant > Profil > Sicherheit > Langlebige Zugriffstokens
es: Obtén tu token en Home Assistant > Perfil > Seguridad > Tokens de acceso de larga duración
fr: Obtenez votre jeton dans Home Assistant > Profil > Sécurité > Jetons d'accès longue durée
it: Ottieni il tuo token in Home Assistant > Profilo > Sicurezza > Token di accesso a lunga durata
ja: Home Assistant > プロフィール > セキュリティ > 長期アクセストークンでトークンを取得
ko: Home Assistant > 프로필 > 보안 > 장기 액세스 토큰에서 토큰을 받으세요
pl: Uzyskaj token w Home Assistant > Profil > Bezpieczeństwo > Długoterminowe tokeny dostępu
pt_br: Obtenha seu token em Home Assistant > Perfil > Segurança > Tokens de acesso de longa duração
ru: Получите токен в Home Assistant > Профиль > Безопасность > Долгосрочные токены доступа
zh_hans: 在 Home Assistant > 个人资料 > 安全 > 长期访问令牌中获取令牌
zh_hant: 在 Home Assistant > 個人檔案 > 安全性 > 長期存取權杖中取得權杖

# settings.home.favourites
source: Favourites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pl: Ulubione
pt_br: Favoritos
ru: Избранное
zh_hans: 收藏
zh_hant: 喜好項目

# settings.home.groups
source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
ko: 그룹
pl: Grupy
pt_br: Grupos
ru: Группы
zh_hans: 分组
zh_hant: 群組

# settings.home.title
source: Home
de: Zuhause
es: Inicio
fr: Accueil
it: Casa
ja: ホーム
ko: 홈
pl: Dom
pt_br: Início
ru: Дом
zh_hans: 家庭
zh_hant: 家庭

# settings.homekit_bridge.add_device_button
source: Add device
de: Gerät hinzufügen
es: Añadir dispositivo
fr: Ajouter un appareil
it: Aggiungi dispositivo
ja: デバイスを追加
ko: 기기 추가
pl: Dodaj urządzenie
pt_br: Adicionar dispositivo
ru: Добавить устройство
zh_hans: 添加设备
zh_hant: 加入裝置

# settings.homekit_bridge.delete_alert.message
source: This virtual sensor will be removed from Apple Home.
de: Dieser virtuelle Sensor wird aus Apple Home entfernt.
es: Este sensor virtual se eliminará de Apple Home.
fr: Ce capteur virtuel sera supprimé d'Apple Home.
it: Questo sensore virtuale verrà rimosso da Apple Home.
ja: この仮想センサーはApple Homeから削除されます。
ko: 이 가상 센서가 Apple Home에서 제거됩니다.
pl: Ten wirtualny czujnik zostanie usunięty z Apple Home.
pt_br: Este sensor virtual será removido do Apple Home.
ru: Этот виртуальный датчик будет удалён из Apple Home.
zh_hans: 此虚拟传感器将从家庭App中删除。
zh_hant: 此虛擬感應器將從家庭App中移除。

# settings.homekit_bridge.delete_alert.title
source: Delete "%@"?
de: „%@“ löschen?
es: ¿Eliminar "%@"?
fr: Supprimer « %@ » ?
it: Eliminare "%@"?
ja: 「%@」を削除しますか？
ko: "%@"을(를) 삭제하시겠습니까?
pl: Usunąć "%@"?
pt_br: Excluir "%@"?
ru: Удалить "%@"?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？
